tap "charmbracelet/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ncruces/tap"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
brew "atuin"
brew "caddy"
brew "cmake"
brew "colima", restart_service: true
brew "direnv"
brew "docker"
brew "eza"
brew "fzf"
brew "gh"
brew "go"
brew "go-task"
brew "goenv"
brew "harfbuzz"
brew "jq"
brew "node"
brew "jupyterlab"
brew "kompose"
brew "kubecolor"
brew "kubernetes-cli"
brew "pango"
brew "lilypond"
brew "luarocks"
brew "mint"
brew "neovim"
brew "poetry"
brew "qpdf"
brew "starship"
brew "tree"
brew "zig"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "charmbracelet/tap/mods"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "ncruces/tap/zenity"
cask "1password-cli"
cask "alfred"
cask "audacity"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "notion"
cask "popcorn-time"
cask "rar"
cask "raycast"
cask "slack"
cask "soulseek"
cask "steam"
cask "tailscale"
cask "transmission"
cask "visual-studio-code"
cask "warp"
vscode "bbenoist.nix"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
