tap "aws/tap"
tap "cue-lang/tap"
tap "derailed/k9s"
tap "ebnull/gohome"
tap "ferdium/ferdium"
tap "homebrew/bundle"
tap "homebrew/services"
tap "k0sproject/tap"
tap "kubewall/tap"
tap "kyverno/chainsaw", "https://github.com/kyverno/chainsaw"
tap "nike-inc/nike"
tap "noahgorstein/tap"
tap "sambadevi/powerlevel9k"
tap "telepresenceio/telepresence"
tap "upbound/tap"
tap "vmware-tanzu/carvel"
brew "argo"
brew "argocd"
brew "awscli"
brew "bat"
brew "coreutils"
brew "direnv"
brew "docker"
brew "expect"
brew "eza"
brew "fzf"
brew "gh"
brew "gimme-aws-creds"
brew "goenv"
brew "harfbuzz"
brew "graphviz"
brew "helm"
brew "hub"
brew "jq"
brew "ijq"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubecolor"
brew "kubevela"
brew "kustomize"
brew "kuttl"
brew "mas"
brew "neovim"
brew "node"
brew "openjdk"
brew "operator-sdk"
brew "pfetch"
brew "pidgin"
brew "plantuml"
brew "shellcheck"
brew "starship"
brew "stern"
brew "tfenv"
brew "tlrc"
brew "tmux"
brew "tree"
brew "velero"
brew "watch"
brew "wget"
brew "yq"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "aws/tap/eks-anywhere"
brew "cue-lang/tap/cue"
brew "derailed/k9s/k9s"
brew "ebnull/gohome/gohome"
brew "k0sproject/tap/k0sctl"
brew "kubewall/tap/kubewall"
brew "kyverno/chainsaw/chainsaw"
brew "nike-inc/nike/cerberus-cli"
brew "noahgorstein/tap/jqp"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "telepresenceio/telepresence/telepresence-oss"
brew "upbound/tap/up"
brew "vmware-tanzu/carvel/vendir"
cask "1password-cli"
cask "alacritty"
cask "bruno"
cask "contour"
cask "ferdium"
cask "font-hack-nerd-font"
cask "kube-forwarder"
cask "kui"
cask "lens"
cask "obsidian"
cask "postman"
cask "rancher"
cask "rectangle"
cask "temurin"
cask "visual-studio-code"
vscode "aaron-bond.better-comments"
vscode "azemoh.one-monokai"
vscode "bdavs.expect"
vscode "bierner.docs-view"
vscode "bierner.markdown-mermaid"
vscode "carlthome.git-line-blame"
vscode "davidanson.vscode-markdownlint"
vscode "davidbwaters.macos-modern-theme"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "evan-buss.font-switcher"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gusper.songtxt"
vscode "gziz.snip-notes"
vscode "hashicorp.terraform"
vscode "hyperoot.settings-organizer"
vscode "ibm.output-colorizer"
vscode "illixion.vscode-vibrancy-continued"
vscode "jerrygoyal.shortcut-menu-bar"
vscode "kevinrose.vsc-python-indent"
vscode "matthewpi.caddyfile-support"
vscode "meezilla.json"
vscode "mindaro-dev.file-downloader"
vscode "mongodb.mongodb-vscode"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "nico-mayer.git-differ"
vscode "nimda.deepdark-material"
vscode "peterj.proto"
vscode "philsinatra.popping-and-locking-vscode-black"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "tailscale.vscode-tailscale"
vscode "tamasfe.even-better-toml"
vscode "task.vscode-task"
vscode "tim-koehler.helm-intellisense"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wholroyd.jinja"
vscode "yinfei.luahelper"
vscode "ziglang.vscode-zig"
